# RbsWireNeutralMultiplierParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsWireNeutralMultiplierParam Property
ParameterTypeId Class See Also
---
"Neutral Multiplier"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsWireNeutralMultiplierParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsWireNeutralMultiplierParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsWireNeutralMultiplierParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace